export const InterestedPersonTypeData = [
  {
    value: 'manage',
    display:
      'มีความสัมพันธ์ในเชิงบริหารในกิจการของผู้เสนอโครงการ โดยดำรงตำแหน่งเป็นผู้จัดการ หุ้นส่วนผู้จัดการ กรรมการผู้จัดการ ผู้บริหาร หรือผู้มีอำนาจในการบริหารจัดการกิจการของ ผู้เสนอโครงการ รวมถึงการเป็นกรรมการหรือผู้มีอำนาจในการบริหารจัดการกิจการของมูลนิธิ สมาคม หรือองค์กรสาธารณประโยชน์ต่าง ๆ ซึ่งเป็นองค์กรผู้เสนอโครงการ',
  },
  {
    value: 'partner',
    display:
      'มีความสัมพันธ์ในเชิงทุนในกิจการของผู้เสนอโครงการ เช่น เป็นหุ้นส่วนในห้างหุ้นส่วนสามัญหรือห้างหุ้นส่วนจำกัด หรือเป็นผู้ถือหุ้นในบริษัทจำกัดหรือบริษัทมหาชนจำกัด ซึ่งเป็นองค์กรผู้เสนอโครงการ มีความสัมพันธ์ในเครือญาติ โดยผู้เสนอโครงการเป็นคู่หมั้น คู่สมรส พ่อแม่ ปู่ย่า ตายาย ทวด หรือลูก หลาน เหลน ลื่อ หรือเป็นพี่น้องหรือลูกพี่ลูกน้อง นับได้สามชั้น หรือเป็นญาติเกี่ยวพันทางการแต่งงานนับได้สองชั้น',
  },
  {
    value: 'connection',
    display:
      'มีความเกี่ยวข้องกับผู้เสนอโครงการในลักษณะอื่นนอกจากกรณีตามข้อ 1 ถึงข้อ 3 ซึ่งอาจทำให้การทำ หน้าที่เกิดความไม่เป็นกลาง เช่น ผู้ทรงคุณวุฒิเป็นผู้มีส่วนในการจัดทำข้อเสนอหรือเป็นผู้รับผิดชอบ คณะทำงาน ที่ปรึกษา หรือผู้ที่ถูกระบุชื่อว่าจะได้รับแต่งตั้งหรือได้รับผลประโยชน์ในข้อเสนอ เป็นต้น',
  },
];
